<?php
$MCR_LANG = array (
  'KB' => 'Кб',
  
  'MALE' => 'Мальчик',
  'FEMALE' => 'Девочка',
  
  'PAGE_OPTIONS' => 'Настройки аккаунта',
  'PAGE_NEWS' => 'Главная страница — Новости',
  'PAGE_ADMIN' => 'Панель управления',
  
  'SKIN_UPLOAD' => 'Загрузка образа',
  'CLOAK_UPLOAD' => 'Загрузка плаща',
  
  'OPTIONS_COMPLETE' => 'Настройки изменены',
  
  'BD_ERROR' => 'ОШИБКА MySQL Базы данных',
  'BD_AUTH_FAIL' => 'Сервер не отвечает или не удается пройти авторизацию',
  'BD_NOT_EXIST' => 'База данных с указанным название не существует',
  
  'NOT_SET' => 'Не задано',
  'CAPTCHA_FAIL' => 'Защитный код введен не верно',
  'MAIL_FAIL' => 'Ошибка отправки сообщения на почтовый ящик',
  'WRITE_FAIL' => 'Запись не возможна. Проверьте права на ЗАПИСЬ',
  'DEL_FAIL' => 'Ошибка удаления файла',
  'CURPASS_FAIL' => 'Текущий пароль введен неверено',
  'PERMISSION_FAIL' => 'У Вас нет прав на выполнение данного действия',
  
  'MAX_FILE_SIZE' => 'Максимально допустимый размер файла',
  'MAX_FILE_RATIO' => 'Рекомендуемое соотношение сторон изображение',
  
  'MESS_TIMEOUT' => 'Отправлять сообщения можно не чаще чем раз в минуту',
  'MESS_SHORT' => 'Сообщение слишком короткое',
  'MESS_NOT_FOUND' => 'Комментируемая статья или новость не найдена',
  
  'PROFILE_COMPLITE' => 'Профиль успешно обновлен',
  'USER_NOT_EXIST' => 'Пользователь не найден',
  'IP_BANNED' => 'IP адрес временно заблокирован',
  'IP_UNBANNED' => 'IP адрес разблокирован',
  'USER_BANNED' => 'Аккаунт заблокирован',
  
  'AUTH_FAIL' => 'Неверный пароль',
  'AUTH_NOT_EXIST' => 'Пользователь с таким именем или e-mail\'ом не существует',
  'AUTH_EXIST_LOGIN' => 'Пользователь с таким именем уже существует',
  'AUTH_EXIST_EMAIL' => 'Пользователь с таким e-mail\'ом уже существует',  
  'AUTH_RESTORE' => 'Восстановить пароль',
  
  'RESTORE_NOT_EXIST' => 'Пользователь с таким e-mail\'ом не существует',
  'RESTORE_TITLE' => 'Восстановление пароля',
  'RESTORE_NEW' => 'Ваши новые авторизационные данные',
  'RESTORE_COMPLETE' => 'Новый пароль отправлен Вам на Email.',
  
  'REG_COMPLETE' => 'Регистрация завершена',
  'REG_CONFIRM' => 'Подтверждение регистрации',
  'REG_CONFIRM_MES' => 'Для завершения регистрации необходимо пройти по ссылке',
  'REG_CONFIRM_INFO' => 'Сообщение с данными для активации отправлено на Ваш почтовый адрес',
  
  'UPLOAD_FAIL' => 'Ошибка при загрузке файла',
  'UPLOAD_FORMATS' => 'Допустимые форматы файла',
  
  'ADMIN_SITE_NAME' => 'Название сайта',
  'ADMIN_KEY_WORDS' => 'Ключевые слова',
  
  'SERVER_NOT_EXIST' => 'Сервер не найден',
  'SERVER_DELETED' => 'Сервер удален',
  'SERVER_COMPLITE' => 'Сервер добавлен',
  'SERVER_PROTO_EMPTY' => 'Не заданы настройки подключения для заданного протокола',
  'SERVER_UPDATED' => 'Настройки мониторинга сервера изменены',
  
  'GROUP_EXIST' => 'Группа с таким названием уже существует',
  'GROUP_DELETED' => 'Группа удалена',
  'GROUP_COMPLITE' => 'Группа создана',
  'GROUP_UPDATED' => 'Группа изменена',
  
  'T_NAME'	=> 'Название',
  'T_AUTHOR' => 'Разработчик',
  'T_VERSION' => 'Версия',
  'T_ABOUT' => 'Подробнее',  
  'T_INSTALL_FAIL' => 'Ошибка установки темы оформления',
  'T_WRONG_VERSION' => 'Тема оформления не совместима с этой версией движка',
  
  'NEWS_LAST' => 'Последние новости',
  
  'CAT_EXIST' => 'Категория с таким названием уже существует',
  'CAT_DELETED' => 'Категория удалена',
  'CAT_COMPLITE' => 'Категория создана',
  'CAT_UPDATED' => 'Категория изменена',
  
  'FILE_EXIST' => 'Идентичный файл уже существует',
  'TXT_ID_EXIST' => 'Объект с таким текстовым идентификатором уже существует',
  
  'LOGIN' => 'Логин',
  'PASS' => 'Пароль',
  'EMAIL' => 'Emai\'l',
  'TXT_ID' => 'Текстовый идентификатор',
  'REPASS' => 'Повтор пароля',
  'ENTER' => 'Войти',
  'OPEN' => 'Открыть',
  
  'REPASSVSPASS' => 'Пароли не совпадают',
  
  'CHARACTERS' => 'Cимволов',
  
  'FROM' => 'От',
  'TO' => 'До',
  
  'INCORRECT' => 'Поле заполнено некорректно',
  'INCORRECT_LEN' => 'Некорректная длинна поля',
  'INCOMPLETE_FORM' => 'Заполните все поля',
);